Repository: traktuner/networkShareMounter
Catalog: Network Share Mounter/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Network Share Mounter needs Full Disk Access to mount network shares to "%@". Without this permission, shares can only be mounted under /Volumes. Grant Full Disk Access in System Settings → Privacy & Security → Full Disk Access.
de: Der Network Share Mounter benötigt vollständigen Festplattenzugriff (Full Disk Access), um Netzwerkfreigaben unter "%@" einzubinden. Ohne diese Berechtigung können Freigaben nur unter /Volumes eingebunden werden. Full Disk Access erteilen: Systemeinstellungen → Datenschutz & Sicherheit → Vollständiger Festplattenzugriff.
es: Network Share Mounter necesita acceso completo al disco para montar recursos compartidos de red en "%@". Sin este permiso, los recursos solo se pueden montar en /Volumes. Otorga el acceso completo al disco en Configuración del Sistema → Privacidad y seguridad → Acceso completo al disco.
fr: Network Share Mounter nécessite un accès complet au disque pour monter des partages réseau dans "%@". Sans cette autorisation, les partages ne peuvent être montés que sous /Volumes. Accordez l'accès complet au disque dans Réglages Système → Confidentialité et sécurité → Accès complet au disque.
it: Network Share Mounter ha bisogno dell'accesso completo al disco per montare condivisioni di rete in "%@". Senza questa autorizzazione, le condivisioni possono essere montate solo sotto /Volumes. Concedi l'accesso completo al disco in Impostazioni di Sistema → Privacy e sicurezza → Accesso completo al disco.
nl: Network Share Mounter heeft volledige schijftoegang nodig om netwerkshares te koppelen in "%@". Zonder deze toestemming kunnen shares alleen worden gekoppeld onder /Volumes. Verleen volledige schijftoegang via Systeeminstellingen → Privacy en beveiliging → Volledige schijftoegang.

source: Network Shares
de: Netzwerkfreigaben
es: Recursos compartidos de red
fr: Partages réseau
it: Condivisioni di rete
nl: Netwerkshares

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord

# no error occured
source: No error occurred
de: Es ist kein Fehler aufgetreten.
es: No se ha producido ningún error.
fr: Aucune erreur ne s'est produite.
it: Nessun errore è avvenuto.
nl: Er is geen fout opgetreden.

source: No more shares available
de: Keine weiteren Freigaben verfügbar
es: No hay más recursos compartidos disponibles
fr: Aucun autre partage disponible
it: Nessuna altra condivisione disponibile
nl: Geen shares meer beschikbaar

source: No network shares configured
de: Keine Netzwerkfreigaben konfiguriert
es: No hay recursos compartidos de red configurados
fr: Aucun partage réseau configuré
it: Nessuna condivisione di rete configurata
nl: Geen netwerkshares geconfigureerd

source: No Profile (System Default)
de: Kein Profil (Systemstandard)
es: Sin perfil (predeterminado del sistema)
fr: Aucun profil (par défaut du système)
it: Nessun profilo (predefinito del sistema)
nl: Geen profiel (systeemstandaard)

source: No profile defined
de: Kein Profil definiert
es: No se ha definido ningún perfil
fr: Aucun profil défini
it: Nessun profilo definito
nl: Geen profiel gedefinieerd

source: No shares are assigned to this profile.
de: Diesem Profil sind keine Freigaben zugewiesen.
es: No hay recursos compartidos asignados a este perfil.
fr: Aucun partage n'est attribué à ce profil.
it: Nessuna condivisione è assegnata a questo profilo.
nl: Er zijn geen shares toegewezen aan dit profiel.

source: No shares assigned
de: Keine Freigaben zugewiesen
es: No hay recursos compartidos asignados
fr: Aucun partage attribué
it: Nessuna condivisione assegnata
nl: Geen shares toegewezen

# obstructingDirectory
source: Not mounted: obstructing local directory
de: Nicht eingehängt: Lokales Verzeichnis blockiert
es: No montado: directorio local obstructivo
fr: Non monté: répertoire local obstruant
it: Non montato: directory locale ostruente
nl: Niet gekoppeld: blokkerend lokaal directory

source: Open System Settings…
de: Systemeinstellungen öffnen…
es: Abrir Configuración del Sistema…
fr: Ouvrir les Réglages Système…
it: Apri Impostazioni di Sistema…
nl: Open Systeeminstellingen…

source: Operation not permitted
de: Operation nicht erlaubt
es: Operación no permitida
fr: Opération non autorisée
it: Operazione non consentita
nl: Bewerking niet toegestaan

source: Other error
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
it: Errore sconosciuto.
nl: Error desconocido.

source: Outside Kerberos domain
de: Außerhalb der Kerberos-Domäne
es: Fuera del dominio Kerberos
fr: Hors du domaine Kerberos
it: Fuori dal dominio Kerberos
nl: Buiten het Kerberos-domein

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Password Expiration Warning
de: Passwortablaufwarnung
es: Advertencia de expiración de contraseña
fr: Avertissement d'expiration du mot de passe
it: Avviso di scadenza della password
nl: Wachtwoordvervalwaarschuwing

source: Password Expired
de: Passwort abgelaufen
es: Contraseña expirada
fr: Mot de passe expiré
it: Password scaduta
nl: Wachtwoord verlopen

source: Password Expires in %d Days
de: Passwort läuft in %d Tagen ab
es: La contraseña expira en %d días
fr: Le mot de passe expire dans %d jours
it: La password scade tra %d giorni
nl: Wachtwoord verloopt over %d dagen

source: Password Expires Tomorrow
de: Passwort läuft morgen ab
es: La contraseña expira mañana
fr: Le mot de passe expire demain
it: La password scade domani
nl: Wachtwoord verloopt morgen

source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
nl: Wachtwoorden komen niet overeen.

source: Permission denied
de: Zugriff verweigert
es: Permiso denegado
fr: Permission refusée
it: Permesso negato
nl: Toestemming geweigerd

source: Please check the data entered
de: Bitte überprüfe die eingegebenen Daten
es: Por favor, verifique los datos ingresados.
fr: Veuillez vérifier les données saisies.
it: Per favore, controlla i dati inseriti.
nl: Controleer de ingevoerde gegevens alstublieft.

source: Preferences...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
it: Preferenze...
nl: Voorkeuren...

source: Profile assignment required
de: Profilzuweisung erforderlich
es: Asignación de perfil requerida
fr: Attribution de profil requise
it: Assegnazione profilo richiesta
nl: Profieltoewijzing vereist

source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome profilo
nl: Profielnaam

# queued
source: Mount queued
de: Einhängen in Warteschlange
es: Montaje en cola
fr: Montage en file d'attente
it: Montaggio in coda
nl: Koppeling in wachtrij

source: Quit Network Share Mounter
de: Network Share Mounter beenden
es: Salir de Network Share Mounter
fr: Quitter Network Share Mounter
it: Esci da Network Share Mounter
nl: Network Share Mounter afsluiten

source: REALM.EXAMPLE
de: REALM.BEISPIEL
es: DOMINIO.EJEMPLO
fr: DOMAINE.EXEMPLE
it: REALM.ESEMPIO
nl: REALM.VOORBEELD

source: Refresh kerberos ticket
de: Kerberos-Ticket erneuern
es: Actualizar ticket Kerberos
fr: Actualiser le ticket Kerberos
it: Aggiorna ticket Kerberos
nl: Kerberos-ticket vernieuwen

source: Refresh ticket
de: Ticket erneuern
es: Actualizar ticket
fr: Actualiser le ticket
it: Aggiorna ticket
nl: Ticket vernieuwen

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
nl: Verwijderen

source: Remove profile
de: Profil entfernen
es: Eliminar perfil
fr: Retirer le profil
it: Rimuovi profilo
nl: Profiel verwijderen

source: Remove profile assignment
de: Profilzuweisung entfernen
es: Eliminar asignación de perfil
fr: Retirer l'attribution de profil
it: Rimuovi assegnazione profilo
nl: Profieltoewijzing verwijderen

source: Remove share
de: Freigabe entfernen
es: Eliminar recurso compartido
fr: Retirer le partage
it: Rimuovi condivisione
nl: Share verwijderen

# RenewKerberosTicket.Description
source: Renews the Kerberos authentication ticket
de: Erneuert das Kerberos-Authentifizierungsticket
es: Renueva el ticket de autenticación de Kerberos
fr: Renouvelle le ticket d'authentification Kerberos
it: Rinnova il ticket di autenticazione Kerberos
nl: Vernieuwt het Kerberos-authenticatieticket

# RenewKerberosTicket.Success
source: Kerberos ticket renewal initiated
de: Kerberos-Ticket-Erneuerung gestartet
es: Renovación del ticket de Kerberos iniciada
fr: Renouvellement du ticket Kerberos lancé
it: Rinnovo del ticket Kerberos avviato
nl: Vernieuwing van Kerberos-ticket gestart

# RenewKerberosTicket.Title
source: Renew Kerberos Ticket
de: Kerberos-Ticket erneuern
es: Renovar ticket de Kerberos
fr: Renouveler le ticket Kerberos
it: Rinnova ticket Kerberos
nl: Vernieuw Kerberos-ticket

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
nl: Vervangen

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
nl: Wijzigingen opslaan

source: Select a profile or create a new one
de: Wählen Sie ein Profil oder erstellen Sie ein neues
es: Seleccione un perfil o cree uno nuevo
fr: Sélectionnez un profil ou créez-en un nouveau
it: Seleziona un profilo o creane uno nuovo
nl: Selecteer een profiel of maak een nieuw profiel

source: Select Profile
de: Profil auswählen
es: Seleccionar perfil
fr: Sélectionner un profil
it: Seleziona profilo
nl: Profiel selecteren

source: Select Shares
de: Freigaben auswählen
es: Seleccionar recursos compartidos
fr: Sélectionner les partages
it: Seleziona condivisioni
nl: Shares selecteren

source: Select the network shares you want to associate with this profile.
de: Wählen Sie die Netzwerkfreigaben aus, die Sie diesem Profil zuordnen möchten.
es: Seleccione los recursos compartidos de red que desea asociar con este perfil.
fr: Sélectionnez les partages réseau que vous souhaitez associer à ce profil.
it: Seleziona le condivisioni di rete che desideri associare a questo profilo.
nl: Selecteer de netwerkshares die u wilt koppelen aan dit profiel.

source: Send anonymous diagnostic data
de: Anonyme Diagnosedaten senden
es: Enviar datos de diagnóstico anónimos
fr: Envoyer des données de diagnostic anonymes
it: Invia dati diagnostici anonimi
nl: Anonieme diagnostische gegevens verzenden

source: Send debug logs to support
de: Debug-Logs an Support senden
es: Enviar registros de depuración al soporte
fr: Envoyer les journaux de débogage au support
it: Invia log di debug al supporto
nl: Debug-logs naar ondersteuning sturen

source: Sending logs...
de: Sende Logs...
es: Enviando registros...
fr: Envoi des journaux...
it: Invio dei log in corso...
nl: Logs verzenden...

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

source: Settings…
de: Einstellungen…
es: Configuración…
fr: Paramètres…
it: Impostazioni…
nl: Instellingen…

source: Share Details
de: Freigabe-Details
es: Detalles del recurso compartido
fr: Détails du partage
it: Dettagli condivisione

source: Share does not exist
de: Freigabe existiert nicht.
es: La compartición no existe.
fr: La partage n'existe pas.
it: La condivisione non esiste.
nl: Gedeelde map bestaat niet.

source: Share is already mounted
de: Freigabe ist bereits eingebunden.
es: La compartición ya está montada.
fr: Le partage est déjà monté.
it: La condivisione è già montata.
nl: Gedeelde map is al gekoppeld.

source: Share name
de: Freigabename
es: Nombre del recurso compartido
fr: Nom du partage
it: Nome condivisione
nl: Share-naam

source: Share Name:
de: Freigabename:
es: Nombre del recurso compartido:
fr: Nom du partage :
it: Nome condivisione:
nl: Share-naam:

# Shortcuts.Mount.ShortTitle
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Collega
nl: Verbinden

# Shortcuts.MountStatus.ShortTitle
source: Share Status
de: Laufwerk-Status
es: Estado de las unidades
fr: État des lecteurs
it: Stato delle unità
nl: Schijfstatus

# Shortcuts.RenewKerberos.ShortTitle
source: Renew Ticket
de: Ticket erneuern
es: Renovar ticket
fr: Renouveler le ticket
it: Rinnova ticket
nl: Ticket vernieuwen

# Shortcuts.Unmount.ShortTitle
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Scollega
nl: Afkoppelen

source: Show mounted shares
de: Eingebundene Freigaben anzeigen
es: Mostrar recursos compartidos montados
fr: Afficher les partages montés
it: Mostra condivisioni montate
nl: Gemounte shares tonen

source: smb://server/path
de: smb://server/pfad
es: smb://servidor/ruta
fr: smb://serveur/chemin
it: smb://server/percorso
nl: smb://server/pad

source: Software update management is disabled by an MDM policy.
de: Die Softwareaktualisierungsverwaltung ist durch eine MDM-Richtlinie deaktiviert.
es: La gestión de actualizaciones de software está deshabilitada por una política MDM.
fr: La gestion des mises à jour logicielles est désactivée par une stratégie MDM.
it: La gestione degli aggiornamenti software è disabilitata da una policy MDM.
nl: Softwareupdatebeheer is uitgeschakeld door een MDM-beleid.

source: Standard Kerberos profiles cannot be deleted
de: Standard Kerberos-Profile können nicht gelöscht werden
es: Los perfiles Kerberos estándar no se pueden eliminar
fr: Les profils Kerberos standard ne peuvent pas être supprimés
it: I profili Kerberos standard non possono essere eliminati
nl: Standaard Kerberos-profielen kunnen niet worden verwijderd

source: Start at login
de: Bei Anmeldung starten
es: Iniciar al iniciar sesión
fr: Démarrer à la connexion
it: Avvia all'accesso
nl: Starten bij aanmelding

source: Startup
de: Autostart
es: Inicio
fr: Démarrage
it: Avvio
nl: Opstarten

source: Target host is not reachable
de: Zielhost ist nicht erreichbar.
es: El host de destino no es accesible.
fr: L'hôte cible n'est pas accessible.
it: L'host di destinazione non è raggiungibile.
nl: Doelhost is niet bereikbaar.

source: The path to the network share is invalid
de: Der Pfad zur Netzwerkfreigabe ist ungültig.
es: La ruta de la compartición de red no es válida.
fr: Le chemin vers le partage réseau n'est pas valide.
it: Il percorso della condivisione di rete non è valido.
nl: Het pad naar het netwerkstation is ongeldig.

source: There is already a Kerberos profile for the domain '%1$@' named '%2$@'. Only one Kerberos profile per domain is recommended. Do you want to replace the existing profile?
de: Es existiert bereits ein Kerberos-Profil für die Domäne '%@' mit dem Namen '%@'. Es wird nur ein Kerberos-Profil pro Domäne empfohlen. Möchten Sie das bestehende Profil ersetzen?
es: Ya existe un perfil Kerberos para el dominio '%@' llamado '%@'. Solo se recomienda un perfil Kerberos por dominio. ¿Desea reemplazar el perfil existente?
fr: Il existe déjà un profil Kerberos pour le domaine '%@' nommé '%@'. Un seul profil Kerberos par domaine est recommandé. Voulez-vous remplacer le profil existant ?
it: Esiste già un profilo Kerberos per il dominio '%@' denominato '%@'. È consigliato un solo profilo Kerberos per dominio. Vuoi sostituire il profilo esistente?
nl: Er bestaat al een Kerberos-profiel voor het domein '%@' met de naam '%@'. Er wordt slechts één Kerberos-profiel per domein aanbevolen. Wilt u het bestaande profiel vervangen?

source: This share is centrally managed and cannot be changed.
de: Diese Freigabe wird zentral verwaltet und kann nicht geändert werden.
es: Este recurso compartido está administrado centralmente y no se puede cambiar.
fr: Ce partage est géré centralement et ne peut pas être modifié.
it: Questa condivisione è gestita centralmente e non può essere modificata.
nl: Dit share wordt centraal beheerd en kan niet worden gewijzigd.

source: Timeout on reaching host
de: Zeitüberschreitung beim Erreichen des Hosts.
es: Tiempo de espera al intentar alcanzar el host.
fr: Délai d'attente lors de l'atteinte de l'hôte.
it: Timeout nel raggiungere l'host.
nl: Time-out bij het bereiken van de host.

source: tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen

# unknown
source: Unknown error on mounting share
de: Unbekannter Fehler beim Einhängen der Freigabe
es: Error desconocido al montar el recurso compartido
fr: Erreur inconnue lors du montage du partage
it: Errore sconosciuto durante il montaggio della condivisione
nl: Onbekende fout bij het koppelen van de share

source: Unknown return code, sorry
de: Unbekannter Rückgabecode, tut mir leid
es: Código de retorno desconocido, lo siento.
fr: Code de retour inconnu, désolé.
it: Codice di ritorno sconosciuto.
nl: Onbekende retourcode, sorry.

source: Unmount shares
de: Freigaben aushängen
es: Desmontar recursos compartidos
fr: Démonter les partages
it: Smonta condivisioni
nl: Shares ontkoppelen

# UnmountAllShares.Description
source: Disconnect all configured and mounted network drives.
de: Trennt alle konfigurierten und eingebundenen Netzwerklaufwerke.
es: Desconectar todas las unidades de red configuradas y montadas.
fr: Déconnecter tous les lecteurs réseau configurés et montés.
it: Scollega tutte le unità di rete configurate e montate.
nl: Koppel alle geconfigureerde en gekoppelde netwerkschijven af.

# UnmountAllShares.Title
source: Disconnect all network drives
de: Trenne alle Netzwerklaufwerke
es: Desconectar todas las unidades de red
fr: Déconnecter tous les lecteurs réseau
it: Scollega tutte le unità di rete
nl: Koppel alle netwerkschijven af

# unreachable
source: Server is unreachable
de: Server ist nicht erreichbar
es: El servidor no está accesible
fr: Le serveur est inaccessible
it: Il server non è raggiungibile
nl: Server is onbereikbaar

source: Update Kerberos ticket
de: Kerberos-Ticket aktualisieren
es: Actualizar ticket Kerberos
fr: Mettre à jour le ticket Kerberos
it: Aggiorna ticket Kerberos
nl: Kerberos-ticket bijwerken

source: Use /Volumes Instead
de: Stattdessen /Volumes verwenden
es: Usar /Volumes en su lugar
fr: Utiliser /Volumes à la place
it: Usa /Volumes invece
nl: Gebruik /Volumes in plaats hiervan

source: username
de: benutzername
es: nombre de usuario
fr: nom d'utilisateur
it: nome utente
nl: gebruikersnaam

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam

source: Without a profile, system defaults (e.g., Kerberos) will be used.
de: Ohne Profil werden Systemstandards (z.B. Kerberos) verwendet.
es: Sin un perfil, se utilizarán los valores predeterminados del sistema (por ejemplo, Kerberos).
fr: Sans profil, les paramètres par défaut du système (par exemple, Kerberos) seront utilisés.
it: Senza un profilo, verranno utilizzate le impostazioni predefinite del sistema (ad esempio, Kerberos).
nl: Zonder een profiel worden systeemstandaarden (bijv. Kerberos) gebruikt.

source: Your Active Directory password expires %@. Please change it now to avoid being locked out.
de: Ihr Active Directory-Passwort läuft %@ ab. Bitte ändern Sie es jetzt, um eine Sperrung zu vermeiden.
es: Tu contraseña de Active Directory expira %@. Por favor, cámbiala ahora para evitar ser bloqueado.
fr: Votre mot de passe Active Directory expire %@. Veuillez le changer maintenant pour éviter d'être verrouillé.
it: La tua password di Active Directory scade %@. Ti preghiamo di cambiarla ora per evitare di essere bloccato.
nl: Je Active Directory-wachtwoord verloopt %@. Verander het nu om te voorkomen dat je wordt vergrendeld.

source: Your Active Directory password expires %@. Please contact your IT administrator to change it in time.
de: Ihr Active Directory-Passwort läuft %@ ab. Bitte kontaktieren Sie Ihren IT-Administrator, um es rechtzeitig zu ändern.
es: Tu contraseña de Active Directory expira %@. Por favor, contacta a tu administrador de TI para cambiarla a tiempo.
fr: Votre mot de passe Active Directory expire %@. Veuillez contacter votre administrateur informatique pour le changer à temps.
it: La tua password di Active Directory scade %@. Ti preghiamo di contattare il tuo amministratore IT per cambiarla in tempo.
nl: Je Active Directory-wachtwoord verloopt %@. Neem contact op met je IT-beheerder om het op tijd te wijzigen.

source: Your Active Directory password has expired. Please change it immediately to regain access.
de: Ihr Active Directory-Passwort ist abgelaufen. Bitte ändern Sie es sofort, um wieder Zugriff zu erhalten.
es: Tu contraseña de Active Directory ha expirado. Por favor, cámbiala inmediatamente para recuperar el acceso.
fr: Votre mot de passe Active Directory a expiré. Veuillez le changer immédiatement pour retrouver l'accès.
it: La tua password di Active Directory è scaduta. Ti preghiamo di cambiarla immediatamente per riottenere l'accesso.
nl: Je Active Directory-wachtwoord is verlopen. Verander het onmiddellijk om weer toegang te krijgen.

source: Your Active Directory password has expired. Please contact your IT administrator to reset it.
de: Ihr Active Directory-Passwort ist abgelaufen. Bitte kontaktieren Sie Ihren IT-Administrator, um es zurückzusetzen.
es: Tu contraseña de Active Directory ha expirado. Por favor, contacta a tu administrador de TI para restablecerla.
fr: Votre mot de passe Active Directory a expiré. Veuillez contacter votre administrateur informatique pour le réinitialiser.
it: La tua password di Active Directory è scaduta. Ti preghiamo di contattare il tuo amministratore IT per reimpostarla.
nl: Je Active Directory-wachtwoord is verlopen. Neem contact op met je IT-beheerder om het opnieuw in te stellen.

source: Kerberos Realm
es: Dominio Kerberos
fr: Domaine Kerberos
it: Realm Kerberos

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam

source: Realm: %@
es: Dominio: %@
fr: Domaine : %@

# Shortcuts.KerberosStatus.ShortTitle
source: Ticket Status
es: Estado del ticket
fr: État du ticket
it: Stato del ticket

source: Software Update
es: Actualización de software
fr: Mise à jour logicielle
it: Aggiornamento software

source: Symbol
es: Símbolo
fr: Symbole
it: Simbolo
nl: Symbool

source: Version
es: Versión
it: Versione
nl: Versie

# GetKerberosStatus.StatusPrincipal
source: Principal
it: Principale
